{
  "eventInfoList": [
    {
      "characterPortrait": "",
      "dialogueText": "There was a time long ago, when dragons soared high above humans in the skies of Abaddon.",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "The dragons grew to loathe the humans, seeing them spread amongst the land as they encroached upon their territory, establishing homes in the shadows of their wings.",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "In anger, they began to attack the human villages, plunging them deep within wild infernos and slaughtering the helpless people within.",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "The scorched earth left behind no trace of the hopes, dreams and ambitions of the people who lived there.",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "One by one, the villages fell, drawing humanity closer and closer to oblivion.",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "The living begged and prayed, but their pleas were answered only with ashes and despair. It seemed their destiny was set.",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "Fear consumed them all. The dragons, so powerful and ferocious, wielded incredible magic. They seemed invincible.",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "However, some did not accept this.",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "Some looked past the raging flames, and saw a glimpse of what their future could be, if they stood defiant.",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "As fate cast a dark shadow over them, terror gave way to courage.",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "One brotherhood of brave warriors rose from the dust of their ruined village...",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "Carrying valor in their hearts and with magic of their own, they fought back, repelling the dragons and chased them back to their roosts.",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "From there emerged the First Dragon Hunters.",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "These noble heroes took back the heads of the dragons they had defeated to bring hope to the other villages, a sign of a new age to come for humanity.",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "A future without fear, without ruin. Hope glimmered, even if only briefly...",
      "voice": ""
    }
  ]

}