{
  "eventInfoList": [
    {
      "characterPortrait": "",
      "dialogueText": "Hey there, @. How are you doing? You've barely been at home much lately.",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "I've been doing a little better... so I've gotten my old job back at the police department. I'm going to be working again.",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "I know I haven't been all there recently, but I want you to know I'm proud of you. You're a tough kid, and that counts for a lot in this world.",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "I mean it. And once I start getting paid we can hang out and do all sorts of things again!",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "...",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "I... I know you have a lot on in your mind right now, especially with school starting up again so soon.",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "But I want to ask you, to look out for your sister for me.",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "I know you guys don't always get along so well. But aside from me, you guys are all eachother have in this world.",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "It's not easy for you, but it's harder for her. I'm not as close to her as I am to you.",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "I guess what I'm trying to say, @, is that I've made a lot of mistakes, and you're ending up having to pay for some of them. And I'm sorry about that.",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "I'll make it up to you both, @. I promise I will, somehow.",
      "voice": ""
    },
    {
      "characterPortrait": "",
      "dialogueText": "I've got to get going now. If you need anything, let me know. I'll see you around, @.",
      "voice": ""
    }
  ]
}